Repository: artemanufrij/playmymusic
Catalog: po/extra/*.po
Languages: pt

source: Listen your music
pt: Ouça a sua música

source: music;radio;playlist;
pt: music;música;radio;rádio;playlist;lista;reprodução;

source: Play/Pause
pt: Tocar/Pausar

source: media-playback-start-symbolic
pt: multimédia-reprodução-iniciar-simbólico

source: Next
pt: Seguinte

source: media-skip-forward-symbolic
pt: multimédia-saltar-avançar-simbólico

source: Previous
pt: Anterior

source: media-skip-backward-symbolic
pt: multimédia-saltar-retroceder-simbólico

source: A music player for listening local music files, online radios and Audio CD's
pt: Um leitor de música para ouvir os seus ficheiros de música locais, rádios na Internet e CDs de áudio

source: A very fast music player designed extra for large local libraries which also supports online radios and downloading album covers
pt: Um leitor de música muito rápido desenhado para bibliotecas locais de grande dimensão que também suporta rádios na Internet e descarrega capas de álbuns

source: Features:
pt: Funcionalidades:

source: Show all Albums from your library
pt: Mostra todos os Álbuns da sua biblioteca

source: Group tracks by Artists
pt: Agrupar faixas por Artistas

source: Manage your Playlists
pt: Administrar as suas Listas de Reprodução

source: Listen to online Radio
pt: Ouvir estações de rádio da Internet

source: Audio CD support
pt: Suporte para CD de áudio

source: Manage your MTP device
pt: Administrar o seu dispositivo MTP

source: ID3-Tag support
pt: Suporte para etiquetas ID3

source: Albums
pt: Álbuns

source: Artists
pt: Artistas

source: Tracks
pt: Faixas

source: New:
pt: Novo:

source: [Playlist] Export/Import Playlist as M3U format
pt: [Lista de Reprodução] Exportar/Importar Listas de Reprodução com o formato M3U

source: [Playlist] Show track counter and playlist duration
pt: [Lista de Reprodução] Mostrar o contador de faixas e duração da lista de reprodução

source: Improved:
pt: Melhorado:

source: Select playlist button when copy queue into a new playlist
pt: Botão de seleção da lista de reprodução ao copiar a fila para dentro de uma nova lista de reprodução

source: Fixed:
pt: Corrigido:

source: [Radio] UI fix 'new Radio' popup
pt: [Rádio] Correção do menu flutuante 'nova Rádio' na Interface do utilizador

source: Translation:
pt: Tradução:

source: German
pt: Alemão

source: Image preview in cover/artist chooser dialog (by kaiman)
pt: Antevisão de imagem no dialogo de escolha de capa/artista (por kaiman)

source: [Sort by] (Artis-Album or Album-Artist) option for Albums View
pt: [Organizar por] (Artista-Álbum ou Álbum-Artista) opção para a vista de Álbum

source: Option [on/off] for saving track progress
pt: Opção [ligar/desligar] para gravar o progresso da faixa

source: Radio icon inside "new radio" popup
pt: Ícone de rádio dentro do menu flutuante "novo rádio"

source: Russian (by Camellan)
pt: Russo (por Camellan)

source: Chinese (by kaiman)
pt: Chinês (por kaiman)

source: Queue functionality
pt: Funcionalidade de fila

source: Save and restore last played song and progress
pt: Gravar e restaurar a última música tocada e respetivo progresso

source: Switch columns visibility for tracks view
pt: Alterar a visibilidade das colunas para a vista de faixas

source: Click on headerbar choose current track
pt: Clicar na barra do topo escolhe a faixa corrente

source: UI: select current track in tracks view
pt: Interface do Utilizador: selecionar a faixa corrente na vista de faixas

source: Reorder controls on header bar
pt: Reordenar controlos na barra de topo

source: Drag and Drop behavior for Playlists
pt: Comportamento de Arrastar e Largar para Listas de Reprodução

source: Danish (by rasmus91)
pt: Dinamarquês (por rasmus91)

source: Restore correct window size
pt: Restaurar tamanho correto da janela

source: Dutch (by Heimen Stoffels)
pt: Holandês (por Heimen Stoffels)

source: Italian (by papou84)
pt: Italiano (por papou84)

source: [optional] Delete Playlist if last Track was removed
pt: [opcional] Apagar Lista de Reprodução se a última faixa tiver sido removida

source: Toggle playing by Space Key
pt: Alternar o tocar ao carregar na Barra de Espaços

source: Add Track into Playlist from Trackview
pt: Adicionar informação da Faixa para dentro da Lista de Reprodução a partir da Vista de Faixa

source: RadioView: [Ctrl]+[Enter] for accept changes in editor
pt: Vista de Rádio: [Ctrl]+[Enter] para aceitar alterações no editor

source: Player doesn't show '0' it the timeline if playing is paused
pt: O leitor não mostra '0' na linha do tempo se a reprodução estiver pausada

source: Better focus grabing
pt: Apanhar melhor o focos

source: Faster start up behaviour
pt: Comportamento de inicio mais rápido

source: Prepare for JUNO
pt: Preparação para JUNO

source: [optional] Copy imported music files into library
pt: [opcional] Copiar músicas importadas para dentro da biblioteca

source: Show correct artist at sound indicator
pt: Mostra o artista correto no indicador de som

source: Search in Track View
pt: Pesquisa na Vista de Faixa

source: Order for Tracks without Track No in ID3 Tag
pt: Ordem de Faixas sem o Nº de Faixa na etiqueta ID3

source: Close behaviour for Artist and Album dialogs (by Sergii Fesenko)
pt: Comportamento dos diálogos para Artista e Álbum (por Sergii Fesenko)

source: French (by papou84)
pt: Francês (por papou84)

source: Meson Errors
pt: Erros de Meson

source: Switch to meson
pt: Alteração para o meson

source: Tooltip for album cover
pt: Ferramenta de dica para a capa de álbum

source: Fetching of Artist Art from MusicBrainz
pt: Pesquisa de arte do artista de MusicBrainz

source: Danish (by Rasmus Lindegaard)
pt: Dinamarquês (por Rasmus Lindegaard)

source: 'and' char in Tracks View
pt: 'e' caractere na Vista de Faixa

source: Context menu behaviour
pt: Comportamento do menu de contexto

source: Removed multi selection button
pt: Botão de seleção múltipla removido

source: Double click on Album/Artist starts playing first track
pt: Clique duplo no Álbum/Artista começa a tocar a primeira faixa

source: Double click on Track starts playing from begining
pt: Clique duplo na Faixa começa a tocar a partir do principio

source: Portuguese - Brazil (by Gustavo Marques)
pt: Português - Brasil (por Gustavo Marques)

source: Polish (by Michał Węglowski-Hodur)
pt: Polaco (por Michał Węglowski-Hodur)

source: Desktop Action Menu
pt: Menu de Ação no Ambiente de Trabalho

source: Shuffle and Repeat mode for Tracks View
pt: Modos Misturar e Repetir para a Vista de Faixas

source: Remove cover cache file if album or artist was deleted
pt: Remover ficheiro de cache da capa se o álbum ou artista foi apagado

source: Misc:
pt: Diversos:

source: Hide button for Mobile Panel
pt: Botão esconder para o Painel de Telemóvel

source: Catalan (by Adolfo Jayme-Barrientos)
pt: Catalão (por Adolfo Jayme-Barrientos)

source: Spanish (by Adolfo Jayme-Barrientos)
pt: Espanhol (por Adolfo Jayme-Barrientos)

source: Speed up start behavior
pt: Comportamento de iniciar mais rápido

source: Small design changes in list view
pt: Algumas pequenas alterações de design na vista de lista

source: List View: sorting and small design changes
pt: Vista de Lista: organizações e pequenas alterações de design

source: List View for all music content
pt: Vista de Lista para todo o conteúdo de música

source: Grab album cover from MusicBrainz
pt: Obter a capa de álbum de MusicBrainz

source: Fix:
pt: Correções:

source: Endless spinner on first start (if no music files exist)
pt: Símbolo do cursor do rato no estado "a carregar" infinito depois de iniciar pela primeira vez (se não existirem ficheiros de música)

source: Mounting MTP-Devices
pt: Montar dispositivos MTP

source: Show "No Result" message if search term hasn't any results
pt: Mostrar mensagem "Sem Resultados" se o termo de pesquisa não obtiver resultados

source: Desktop Actions: Next, Previous, Play/Pause
pt: Ações do menu no Ambiente de Trabalho: Seguinte, Anterior, Tocar/Pausar

source: Saving changes directly into file (ID3-tags)
pt: Gravar alterações diretamente para dentro do ficheiro (etiquetas ID3)

source: Changes:
pt: Alterações:

source: Generic name "PlayMyMusic" -&gt; "Melody"
pt: Nome genérico "TocarMinhaMúsica" -&gt; "Melody"

source: Lazy cover loading -&gt; less memory on startup
pt: Carregamento de capas mais lento -&gt; menos memória ao iniciar

source: Simplified Chinese (by trampover)
pt: Chinês simplificado (por trampover)

source: Endless spinner
pt: Símbolo do cursor do rato no estado "a carregar" infinito

source: Spinner visibility while library is being scanned
pt: Visibilidade do símbolo do cursor do rato no estado "a carregar" enquanto a biblioteca estiver a ser pesquisada

source: Spanish (by Alain)
pt: Espanhol (por Alain)

source: Show song title from online radio in audio indicator
pt: Mostrar título da música do rádio da Internet no indicador de áudio

source: Save/restore window position
pt: Gravar/Restaurar posição da janela

source: Start searching instand on key press
pt: Começar a pesquisar instantaneamente ao pressionar uma tecla

source: Playlist Editor: Accept changes on press CTRL+Enter
pt: Editor de Lista de Reprodução: Aceitar alterações ao pressionar CTRL+Enter

source: Reorder Playlist items by Drag an Drop
pt: Reordenar itens da Lista de Reprodução ao Arrastar e Largar

source: Playlist behavior
pt: Comportamento da Lista de Reprodução

source: Option for saving custom covers into library
pt: Opção para gravar capas personalizadas para dentro da biblioteca

source: Merge Albums
pt: Juntar Álbuns

source: Album Editor [F2]
pt: Editor de Álbum F2]

source: Merge Artists
pt: Juntar Artistas

source: Artist Editor [F2]
pt: Editor de Artistas [F2]

source: Multiple selection [CTRL]
pt: Seleção múltipla [CTRL]

source: Moved 'Shuffle' and 'Repeat' buttons into header bar
pt: Botões 'Misturar' e 'Repetir' movidos para dentro da barra de topo

source: Hide MTP-View if playlists, radios or audio cd is choosed
pt: Esconder a Vista de MTP ao escolher listas de reprodução, rádios ou cds de áudio

source: Switched from 'search for new files' to 'resync library'
pt: Alteração de 'procurar por ficheiros novos' para 'sincronizar novamente biblioteca'

source: [MusicBrainz] fetch artist cover if name of artist contains '/' (like AC/DC)
pt: [MusicBrainz] pesquisar capas de artista se o nome deste contém '/' (como AC/DC)

source: Lithuanian (by welaq)
pt: Lituano (por welaq)

source: Hotkeys for switching between views: Alt+1,2,3,4,5
pt: Atalhos de teclado para alterar entre as vistas: Alt+1,2,3,4,5

source: [MTP] Copy Albums or Artists to your device by Drag and Drop
pt: [MTP] Copiar Álbuns ou Artistas para o seu dispositivo por Arrastar e Largar

source: [MTP] Sort music content in the mobile view
pt: [MTP] Organizar conteúdo de música na vista de telemóvel

source: [MTP] Don't expand all music content in the mobile view
pt: [MTP] Não expandir o conteúdo de música na vista de telemóvel

source: Shuffle Mode and Repeat behavior
pt: Comportamento do Modo Misturar e Repetir

source: URI includes # inside location path
pt: O URI inclui # dentro do caminho da localização

source: Icon (by Alexey Varfolomeev)
pt: Ícone (por Alexey Varfolomeev)

source: Enable screensaver again after playing finished
pt: Ativar novamente a proteção do ecrã depois da reprodução ter terminado

source: Improved MTP for UbuntuPhone
pt: MTP melhorado para o UbuntuPhone

source: Option for Dark Theme
pt: Opção para o Tema Escuro

source: Repeat function for one song
pt: Função Repetir para uma música

source: Online Radio Icon (by Alexey Varfolomeev)
pt: Ícone do Rádio da Internet (por Alexey Varfolomeev)

source: Moved from 'path' to 'uri' for GVFS support
pt: Foi movido o 'path' para 'uri' para suportar GVFS

source: Sorting Playlist inside context menu
pt: Ordenar Lista de Reprodução dentro do menu contexto

source: Russian (by Alexey Varfolomeev)
pt: Russo (por Alexey Varfolomeev)

source: MTP-Support (Tested on Android)
pt: Suporte para MTP (Testado em Android)

source: Disable screensaver while playing
pt: Desativar proteção de ecrã enquanto estiver a reproduzir

source: Import files by Drag and Drop
pt: Importar ficheiros por Arrastar e Largar

source: [artist view] Download artwork from MusicBrainz if exists
pt: [vista de artista] Descarregar arte de MusicBrainz se existir

source: A lot of improvements
pt: Várias melhorias

source: [online radio] Freeze on 'audio/aacp' stream
pt: [rádio da Internet] Falha no stream 'audio/aacp'

source: Critical error when external file playing
pt: Erro critico quando um ficheiro externo está a reproduzir

source: Crash if music files are not exist and play mode is 'repeat'
pt: Falha se ficheiros de música não existirem e o modo de reprodução estiver em 'repetir'

source: Crash if you scan a NFS-mounted directory
pt: Falha se pesquisar numa diretoria NFS montada

source: Change:
pt: Alterações:

source: Moved to Granite SeekBar
pt: Barra de pesquisa movida para o Granite

source: French (by nvivant)
pt: Francês (por nvivant)

source: [option] Look for new music files on start up [on/off]
pt: [opção] Pesquisar por novos ficheiros de música ao iniciar [ligar/desligar]

source: Added 16px icon
pt: Ícone de 16px adicionado

source: Crash while importing files
pt: Falha ao importar ficheiros

source: [artist view] Don't show track twice
pt: [vista de artista] Não mostrar a mesma faixa duas vezes

source: App icon
pt: Ícone da Aplicação

source: Playlist support
pt: Suporte para Lista de Reprodução

source: Play in Backgound
pt: Tocar em Plano de Fundo

source: Translation: Portuguese (by Rafael Campos Nunes)
pt: Tradução: Português (por Rafael Campos Nunes)

source: Crash on trying to stream online radio
pt: Falha ao tentar fazer stream de uma rádio da Internet

source: Sound Indicator
pt: Indicador de som

source: Miscellaneous:
pt: Vários:

source: Small style improvements
pt: Melhorias pequenas do estilo
