Repository: artemanufrij/playmymusic
Catalog: po/*.po
Languages: it

source: Features:
it: carateristiche

source: Show all Albums from your library
it: Mostrare tutti gli album della tua libreria

source: Group tracks by Artists
it: Ordinare les tracce per artisti

source: Manage your Playlists
it: Gestire le playlist

source: Listen to online Radio
it: Ascoltare le radio online

source: Audio CD support
it: Suporto CD audio

source: Manage your MTP device
it: Gestire il dispositivo MTP

source: ID3-Tag support
it: Suporto ID3-Tag

source: Artists
it: Artisti

source: Tracks
it: Traccia

source: Listen your music
it: Ascolta la tua musica

source: music;radio;playlist;
it: musica;radio;playlist;

source: Play/Pause
it: Lettura/Pausa

source: Next
it: Seguente

source: Previous
it: Precedente

source: Pause
it: Pausa

source: Play
it: Lettura

source: Loading…
it: Caricamento in corso...

source: Reading out database content
it: Lettura del contenuto del database

source: Radio Stations
it: Stazione di radio

source: Audio CD
it: CD audio

source: Change Music Folder…
it: Cambiare la cartella Musica...

source: Import Music…
it: Importare Musica...

source: Reset all views
it: Resetare tutte le anteprime

source: Resync Library
it: Risincronizzare la libreria musicale

source: Preferences
it: Preferenze

source: Search Music
it: Cerca Musica

source: Click to choose a new cover…
it: Clica per scegliere una nuova coperta

source: Year
it: Anno

source: Save
it: Salvare

source: Play in background if closed
it: Suonare anche quando il programa è chiuso

source: Sync files on start up
it: inchronizare i file a l'avvio

source: Load Content from MusicBrainz
it: Scaricare il contenuto da MusicBrainz

source: Save custom Covers in Library folder
it: Salvare les copertine di album nella cartelle della libreria

source: Save changes into ID3-Tag
it: Salva i cambiamenti nelle ID3-Tag

source: Copy Imported Files into Library
it: Copiare i file importati nella libreria

source: Close
it: Chiudi

source: Unknown
it: Sconosciuto

source: Track %d
it: Traccia %d

source: No Music Files found
it: Nessun File Musicale Trovato

source: deleting…
it: Cancelazzione in corso ...

source: New Playlist
it: Nuova playlist

source: Choose an image…
it: Scegliere un immagine

source: _Cancel
it: _Cancelare

source: _Open
it: _Aprire

source: Images
it: Immagini

source: Select a folder.
it: Scegliere una cartella.

source: Folder
it: Cartella

source: Set new Cover…
it: Cambiare la Copertina...

source: Edit Album properties…
it: editare le proprieta del' album

source: Add into Playlist
it: Aggiungere alla Playlist

source: Send to
it: Mandare a

source: Create New Playlist
it: Creare una nuova playlist

source: Merge %u selected Albums
it: Unire %u gli album selezionati

source: Edit Artist properties…
it: Editare les proprieta dell' artista

source: Rename
it: Rinominare

source: Rename Playlist
it: Rinominare la Playlist

source: Remove Playlist
it: Rimuovere la Playlist

source: Edit Radio Station…
it: Editare la Stazione Radio

source: Remove Radio Station
it: Rimuovere la Stazione Radio

source: File couldn't be found %s
it: Impossibile trovare questo file %s

source: Remove from Playlist
it: Rimuovere della Playlist

source: Get Some Tunes
it: Trovare dei Brani

source: Add music to your library.
it: Aggiungere musica alla tua libreria

source: Change Music Folder
it: Cambiare la cartella Musica

source: Load music from a folder, a network or an external disk.
it: Caricare della musica da una cartella, dalla rete o di un disco esterno.

source: Import Music
it: Importare Musica

source: Import music from a source into your library.
it: Importare musica da una sorgente nella la tua libreria.

source: No results
it: Nessun risultato

source: Try another search
it: Provare un altra ricerca

source: Choose an Artist
it: Scegliere un Artista

source: No Artist selected
it: Nessun Artista selezzionato

source: Hide Mobile Panel
it: Nascondere il panello degli mobile

source: Add a playlist
it: aggiungere una playlist

source: Add
it: Aggiungere

source: No Playlists
it: Nessuna Playlist

source: Add playlist to your library.
it: Aggiungere una playlist a la tu libreria

source: Create Playlist
it: Creare una Playlist

source: Create a playlist for manage your favorite songs.
it: Creare una playlist dalle tue tracce preferite.

source: Add a radio station
it: Aggiungere una stazione radio

source: Station Name
it: Nome Stazione

source: No Radio Stations
it: Nessuna Stazione Radio

source: Add radio stations to your library.
it: Aggiungere una stazione radio a la tua libreria.

source: Add Radio Station
it: Aggiungere una stazione radio

source: Add a Stream URL like .pls or .m3u.
it: Aggiungere un URL Stream come .pls o .m3u.

source: Nr
it: N°

source: Title
it: Titolo

source: Artist
it: Artista

source: Duration
it: Durata

source: Choose a Track
it: Scegliere una traccia

source: No track selected
it: Nessuna tracca selezzionata
